Repository: common-repository/smilies-themer-toolbar
Catalog: translations/smilies-themer-toolbar-*.po
Languages: it_it, ja

source: Smilies Toolbar
it_it: Barra emoticon
ja: スマイリーツールバー

source: Settings
it_it: Impostazioni
ja: 設定

source: Smilies Themer Toolbar settings
it_it: Impostazioni di Smilies Themer Toolbar
ja: Smilies Themer Toolbarの設定

source: Smilies Themer is not installed. Download it <a href='%s'>here</a>.
it_it: Smilies Themer non è installato. Scaricalo <a href='%s'>qui</a>.
ja: Smilies Themerがインストールされていません。<a href='%s'>ここ</a>からダウンロードしてください。

source: Smilies Themer is installed but not active. <a href='%s'>Activate it now</a>.
it_it: Smilies Themer è installato ma inattivo. <a href='%s'>Attivalo ora</a>.
ja: Smilies Themerはインストールされていますが有効になっていません。今すぐ<a href='%s'>有効</a>にしてください。

source: Error while fetching smilies list.
it_it: Errore nella ricezione della lista delle emoticon.
ja: スマイリーリストの取得時にエラーが発生しました。

source: Drag and drop the smilies to change their order.
it_it: Trascina le emoticon per cambiarne l'ordine.
ja: スマイリーをドラッグ＆ドロップすると並び順が変えられます。

source: Move them to the bottom box to hide them: the user can show them by clicking on <em>More</em> in the toolbar.
it_it: Muovile nel contenitore di sotto per nasconderle: l'utente le può mostrare cliccando su <em>Altri</em> nella barra.
ja: 下のボックスに移動させると隠すことができます: ツールバーの<em>もっと</em>をクリックすれば表示されます。

source: Note: the order is saved on every change.
it_it: Nota: l'ordine viene salvato ad ogni modifica.
ja: 注: 並び順は変更する度に毎回保存されます。

source: Saving...
it_it: Salvataggio...
ja: 保存...

source: Visible smilies:
it_it: Emoticon visibili:
ja: 最初から表示するスマイリー:

source: Hidden smilies:
it_it: Emoticon nascoste:
ja: 隠しておくスマイリー:

source: If you want to reset your smiley theme's order, click here:
it_it: Se vuoi azzerare l'ordine delle emoticon nel tema scelto, clicca qui:
ja: スマイリーの並び順をリセットしたい時は、以下のボタンをクリックしてください:

source: Reset order
it_it: Azzera l'ordine
ja: 並び順をリセット

source: Smilies
it_it: Emoticon
ja: スマイリー

source: Manage smilies options...
it_it: Opzioni delle emoticon...
ja: スマイリーオプションの管理

source: More &raquo;
it_it: Altri &raquo;
ja: もっと &raquo;

source: Order was not reset: you don&lsquo;t have the priviledges to do this!
it_it: L'ordine non è stato reimpostato: non hai i permessi per farlo!
ja: 並び順はリセットできませんでした: あなたにはその権限がありません！

source: &laquo; Less
it_it: &laquo; di meno
ja: &laquo; 隠す

source: Adds a toolbar to easily add to comments and posts your smilies managed by <a href='http://wordpress.org/extend/plugins/smilies-themer/'>Smilies Themer</a> plugin.
it_it: Aggiunge una barra per inserire facilmente le emoticon gestite dal plugin <a href='http://wordpress.org/extend/plugins/smilies-themer/'>Smilies Themer</a> nei commenti e negli articoli.
ja: <a href='http://wordpress.org/extend/plugins/smilies-themer/'>Smilies Themer</a>プラグインを使って、コメントや投稿に簡単にスマイリーを追加するためのツールバーを追加します。
